Repository: StangherlinEnrico/KillerDex
Catalog: solution/KillerDex.Core/Resources/KillerNames.*.resx
Languages: it

# Trapper
source: The Trapper
it: Il Cacciatore

# Wraith
source: The Wraith
it: Lo Spettro

# Hillbilly
source: The Hillbilly
it: Il Mandriano

# Nurse
source: The Nurse
it: L'Infermiera

# Shape
source: The Shape
it: L'Ombra

# Hag
source: The Hag
it: La Strega

# Doctor
source: The Doctor
it: Il Dottore

# Huntress
source: The Huntress
it: La Cacciatrice

# Cannibal
source: The Cannibal
it: Il Cannibale

# Nightmare
source: The Nightmare
it: L'Incubo

# Pig
source: The Pig
it: Il Maiale

# Clown
source: The Clown
it: Il Clown

# Spirit
source: The Spirit
it: Lo Spirito

# Legion
source: The Legion
it: La Legione

# Plague
source: The Plague
it: La Malattia

# GhostFace
source: The Ghost Face
it: Ghost Face

# Demogorgon
source: The Demogorgon
it: Il Demogorgone

# Oni
source: The Oni
it: L'Oni

# Deathslinger
source: The Deathslinger
it: L'Araldo di Morte

# Executioner
source: The Executioner
it: Il Boia

# Blight
source: The Blight
it: La Piaga

# Twins
source: The Twins
it: I Gemelli

# Trickster
source: The Trickster
it: L'Ingannatore

# Nemesis
source: The Nemesis
it: Il Nemesis

# Cenobite
source: The Cenobite
it: Il Cenobita

# Artist
source: The Artist
it: L'Artista

# Onryo
source: The Onryo
it: L'Onryo

# Dredge
source: The Dredge
it: La Draga

# Mastermind
source: The Mastermind
it: Il Mastermind

# Knight
source: The Knight
it: Il Cavaliere

# SkullMerchant
source: The Skull Merchant
it: La Mercante di Teschi

# Singularity
source: The Singularity
it: La Singolarit√†

# Xenomorph
source: The Xenomorph
it: Lo Xenomorfo

# GoodGuy
source: The Good Guy
it: Good Guy

# Unknown
source: The Unknown
it: L'Ignoto

# Lich
source: The Lich
it: Il Lich

# DarkLord
source: The Dark Lord
it: Il Signore Oscuro

# Houndmaster
source: The Houndmaster
it: La Signora dei Segugi
