Repository: StangherlinEnrico/KillerDex
Catalog: solution/KillerDex.Core/Resources/MapNames.*.resx
Languages: it

source: Azarov's Resting Place
it: Luogo di Riposo di Azarov

source: Blood Lodge
it: Rifugio Insanguinato

source: Gas Heaven
it: Paradiso del Gas

# WrackersYard
source: Wreckers' Yard
it: Deposito dei Rottami

source: Wretched Shop
it: Negozio Maledetto

source: The Pale Rose
it: La Rosa Pallida

source: Grim Pantry
it: Dispensa Lugubre

source: Fractured Cowshed
it: Stalla Fratturata

source: The Thompson House
it: Casa Thompson

source: Torment Creek
it: Torrente del Tormento

source: Rotten Fields
it: Campi Marci

source: Rancid Abattoir
it: Mattatoio Rancido

source: Disturbed Ward
it: Reparto Disturbato

source: Father Campbell's Chapel
it: Cappella di Padre Campbell

source: Treatment Theatre
it: Teatro di Trattamento

source: Coal Tower
it: Torre del Carbone

source: Groaning Storehouse
it: Magazzino Gemebondo

source: Ironworks of Misery
it: Ferriera della Miseria

source: Shelter Woods
it: Bosco Rifugio

source: Suffocation Pit
it: Fossa del Soffocamento

source: Mother's Dwelling
it: Dimora della Madre

source: Temple of Purgation
it: Tempio della Purificazione

source: Badham Preschool I
it: Asilo Badham I

source: Badham Preschool II
it: Asilo Badham II

source: Badham Preschool III
it: Asilo Badham III

source: Badham Preschool IV
it: Asilo Badham IV

source: Badham Preschool V
it: Asilo Badham V

source: The Game
it: Il Gioco

source: Family Residence
it: Residenza di Famiglia

source: Sanctum of Wrath
it: Santuario dell'Ira

source: Mount Ormond Resort
it: Resort Monte Ormond

source: Ormond Lake Mine
it: Miniera del Lago Ormond

source: The Underground Complex
it: Il Complesso Sotterraneo

source: Dead Dawg Saloon
it: Saloon Dead Dawg

source: Midwich Elementary School
it: Scuola Elementare Midwich

source: Raccoon City Police Station
it: Stazione di Polizia di Raccoon City

source: Raccoon City Police Station East Wing
it: Stazione di Polizia di Raccoon City - Ala Est

source: Raccoon City Police Station West Wing
it: Stazione di Polizia di Raccoon City - Ala Ovest

source: Eyrie of Crows
it: Nido dei Corvi

source: Dead Sands
it: Sabbie Morte

source: Garden of Joy
it: Giardino della Gioia

source: Freddy Fazbear's Pizza
it: Pizzeria di Freddy Fazbear

source: Fallen Refuge
it: Rifugio Caduto

source: Shattered Square
it: Piazza Distrutta

source: Forgotten Ruins
it: Rovine Dimenticate

source: Toba Landing
it: Approdo Toba

source: Nostromo Wreckage
it: Relitto del Nostromo
